[
    {
        "title": "Manage Your Anger",
        "author": "Mike Jhonson",
        "description": "Anger is a normal, healthy emotion, neither good nor bad. Like any emotion, it conveys a message, telling you that a situation is upsetting, unjust, or threatening. If your knee-jerk reaction to anger is to explode, however, that message never has a chance to be conveyed. So, while it’s perfectly normal to feel angry when you’ve been mistreated or wronged, anger becomes a problem when you express it in a way that harms yourself or others.You might think that venting your anger is healthy, that the people around you are too sensitive, that your anger is justified, or that you need to show your fury to get respect. But the truth is that anger is much more likely to have a negative impact on the way people see you, impair your judgment, and get in the way of success."
    },
    {
        "title": "Why rejection is good",
        "author": "Kelly Hamper",
        "description": "The feeling of rejection is believed to have developed as an evolutionary tool to alert early humans who were at risk of being ostracized from the tribe they belonged to. A painful rejection from others in the tribe was likely to encourage an individual to modify any problematic behavior in order to avoid further rejection, or ostracism, from the tribe. Those who were able to avoid further rejection were more likely to survive, while those who did not find rejection to be particularly painful may not have corrected the offending behavior, making them less likely to survive. In this way, humans may have evolved to experience rejection as painful.Today, many people isolate themselves or hold back from connecting to others because they’re afraid of being rejected. Fear of or sensitivity to rejection that causes someone to pull away from others can lead to chronic feelings of loneliness and depression. While rejection sensitivity can co-occur with many mental health issues including social anxiety, avoidant personality, and borderline personality, it is not an official diagnosis. "
    },
    {
        "title": "Discipline is the key",
        "author": "Daniel Scott",
        "description": "Self-discipline is about creating new habits of thought, action, and speech toward improving oneself and reaching institutional goals. This is an alternative to viewing discipline as a means to obtain more information. Which we can also define as exercising self-control or discipline is when: we use the ability to give up immediate pleasures for long-term goals (also called deferred gratification), according to Simons.[2] True discipline is grounded in your ability to leave your comfort zone. Habit is about wanting to change, not about wanting to sweat and undergo activity. To forego or sacrifice immediate pleasure requires thought and focused discipline. Self-discipline is more specifically according to Sicinski is about your ability to control your desires and impulses in order to keep yourself focused on what needs to get done to successfully achieve that goal. Its about taking those small consistent steps of daily actions to build a strong set of disciplined habits that fulfill your objectives. Training ourself to proactively follow a specific set of rules and standards that help determine, coalesce and line-up our thoughts and actions with the task at hand.[3] Its small acts that allows us to achieve greater goals. The key component of ourself-discipline is the trait of persistence or perseverance,[4] its the daily choices that accumulate to produce those changes we want the most in spite of obstacles, without it then self-discipline would be largely impossible, this is similar to grit. Discipline is about inner and outer dimensions, discipline could be about the capacity to decide on what is right from wrong (internal consistency) and to use our skills well, properly or routine compliance and to adhere to external regulation rule compliance (external consistency).Discipline is the thing that happens when you expend some effort (both physical and mental) to do a thing that in that moment, you don’t feel like doing... Discipline doesn’t really take into account your thoughts or feelings. that Erin says is the beauty of discipline since what we do is something that is entirely within our control, an action is completely under our control. Secondly, its action that completes, furthers or solidifies a goal, not merely our thought and feeling. Thirdly, an action conforms to an value, actions are then value-laden therefore they are helpful and useful, in other words we allow values to determine the choices we make, we don't let conditions or circumstances dictate it like for example we don't wait for emotional motivation to drive us or happening to be feeling upto it that day. Erin says that discipline means the perpetual practice of taking action that's inline with a rule or a set of standards, even if that rule has been self-imposed. Self-discipline may be an answer to procrastination according to Rory Vaden a leading psychologist specializing on procrastination."
    },
    {
        "title": "How to stay Happy and Healthy during lockdown",
        "author": "Maria Simpson",
        "description": "Life is a bit strange at the moment. Things have been changing very quickly recently. It’s an adjustment for all of us, but don’t worry if you’re finding this a lot to process. It’s normal to be feeling scared, anxious or apprehensive, as there is a lot going on in the world and it can feel overwhelming.But all this isn’t necessarily happening for the worst. It’s important that as many people as possible can stay healthy and safe, but there are positives to gain. The most comforting feeling through all this is that we are in it together. Society is gaining a sense of community and togetherness, (the weekly clap for the NHS is so heart-warming) and this is just the start of us seeing the beauty in a very hard time.Learning how to control fear and anxiety is crucial and it is important to remember that no amount of fear or worry will help or change aspects of the universe that are out of your control. A time like this makes me realise what I took for granted in my life before, and will therefore make me more appreciative of afterwards. And I feel very grateful for having the chance to realise this.Life for the foreseeable future may be very unusual and uncertain. Nevertheless, these are my tips for staying happy and healthy during lockdown."
    }
]